{
  "everforest": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "material.nvim": { "branch": "main" },
  "miasma.nvim": { "branch": "main" },
  "neovim": { "branch": "main" },
  "nord.nvim": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "sonokai": { "branch": "master" },
  "summerfruit256.vim": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" }
}